[ACCELERATORS]
"C"="C"
"N"="N"
"O"="O"
"P"="P"
"S"="S"
"V"="V"
"X"="X"
"Z"="Z"
[DIALOGEX]
"&Browse..."="&Browse..."
"&Copy to Clipboard"="&Copy to Clipboard"
"&Enable Firefly icon in system tray"="&Enable Firefly icon in system tray"
"&Open"="&Open"
"&Protect Firefly media library with a password"="&Protect Firefly media library with a password"
"&Refresh"="&Refresh"
"&Start Firefly when Windows starts"="&Start Firefly when Windows starts"
"&Start Server"="&Start Server"
"&Stop Server"="&Stop Server"
"About"="About"
"Advanced"="Advanced"
"Current state of the server goes here"="Current state of the server goes here"
"Firefly Media Server also provides a web administration interface."="Firefly Media Server also provides a web administration interface."
"For help, tips and troubleshooting advice..."="For help, tips and troubleshooting advice..."
"For information on Firefly compatible music players..."="For information on Firefly compatible music players..."
"Library &Name"="Library &Name"
"Library"="Library"
"Log"="Log"
"Media &Location"="Media &Location"
"Pass&word"="Pass&word"
"Security"="Security"
"Server port number"="Server port number"
"Server Status"="Server Status"
"Server"="Server"
"Version information"="Version information"
"Web administration"="Web administration"
"You can limit access to your music library by assigning a password.  If a password is assigned, only clients that provide the correct password will be able to play music from your library."="You can limit access to your music library by assigning a password.  If a password is assigned, only clients that provide the correct password will be able to play music from your library."
"You may need to change this if another program is already using this port."="You may need to change this if another program is already using this port."
[MENU]
""=""
"&Configure Firefly Media Server..."="&Configure Firefly Media Server..."
"E&xit"="E&xit"
[STRINGTABLE]
"&Start"="&Start"
"&Stop"="&Stop"
"Changing the configuration will require a restart of the Firefly Media Server.  Are you sure you want to do this?"="Changing the configuration will require a restart of the Firefly Media Server.  Are you sure you want to do this?"
"Description"="Description"
"Failed to open server log file '%s'."="Failed to open server log file '%s'."
"Failed to reconfigure service."="Failed to reconfigure service."
"Failed to reconfigure startup application."="Failed to reconfigure startup application."
"Failed to start Firefly Media Server."="Failed to start Firefly Media Server."
"Failed to stop Firefly Media Server."="Failed to stop Firefly Media Server."
"Firefly Media Server"="Firefly Media Server"
"Firefly server logging is not enabled."="Firefly server logging is not enabled."
"Path"="Path"
"Scanning for media is complete."="Scanning for media is complete."
"Scanning for media is in progress\n\nThis may take some time."="Scanning for media is in progress\n\nThis may take some time."
"The Firefly media server is currently busy."="The Firefly media server is currently busy."
"The Firefly media server is currently running."="The Firefly media server is currently running."
"The Firefly media server is not currently running."="The Firefly media server is not currently running."
"Version"="Version"
"You must be logged in as a local administrator to start and stop the server."="You must be logged in as a local administrator to start and stop the server."
[code_page]
1252=1252
